tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "mactex"
cask "multipass"
cask "obsidian"
cask "openemu"
cask "qbittorrent"
cask "roboform"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "tor-browser"
cask "vlc"
cask "whatsapp"
cask "zoom"
